[
    {
        "id" : "1",
        "name": "Lunges",
        "description": "Challenging your balance is an essential part of a well-rounded exercise routine. Lunges do just that, promoting functional movement while also increasing strength in your legs ",
        "step": 10,
        "time": 20,
        "img": "./img/5.gif"
    },
    {
        "id" : "2",
        "name": "Pushups",
        "description": "Drop and give me 20! Pushups are one of the most basic yet effective bodyweight moves you can perform because of the number of muscles that are recruited to perform them. ",
        "step": 10,
        "time": 20,
        "img": "./img/6.gif"
    },
    {
        "id" : "3",
        "name": "Squats",
        "description": "Squats increase lower body and core strength, as well as flexibility in your lower back and hips. Because they engage some of the largest muscles in the body. ",
        "step": 20,
        "time": 40,
        "img": "./img/7.gif"
    },
    {
        "id" : "4",
        "name": "Standing overhead dumbbell presses",
        "description": "Compound exercises, which utilize multiple joints and muscles, are perfect for busy bees as they work several parts of your body at once.  ",
        "step": 12,
        "time": 20,
        "img": "./img/8.gif"
    },
    {
        "id" : "5",
        "name": "Dumbbell rows",
        "description": "Not only will these make your back look killer in that dress, but dumbbell rows are also another compound exercise that strengthens multiple muscles in your upper body. ",
        "step": 10,
        "time": 20,
        "img": "./img/9.gif"
    },
    {
        "id" : "6",
        "name": "Single-leg deadlifts",
        "description": "This is another exercise that challenges your balance. Single-leg deadlifts require stability and leg strength. Grab a light to moderate dumbbell to complete this move. ",
        "step": 12,
        "time": 20,
        "img": "./img/10.gif"
    },
    {
        "id" : "7",
        "name": "Burpees",
        "description": "An exercise we love to hate, burpees are a super-effective, whole-body move that provides great bang for your buck for cardiovascular endurance and muscle strength.",
        "step": 10,
        "time": 20,
        "img": "./img/1.gif"
    },
    {
        "id" : "8",
        "name": "Side planks",
        "description": "A healthy body requires a strong core at its foundation, so don’t neglect core-specific moves like the side plank.controlled movements to ensure you’re completing this move effectively.",
        "step": 15,
        "time": 25,
        "img": "./img/2.gif"
    },
    {
        "id" : "9",
        "name": "Planks",
        "description": "Planks are an effective way to target both your abdominal muscles and your whole body. Planking stabilizes your core without straining your back the way situps or crunches might. ",
        "step": 10,
        "time": 20,
        "img": "./img/3.gif"
    },
    {
        "id" : "10",
        "name": "Glute bridge",
        "description": "The glute bridge effectively works your entire posterior chain, which isn’t only good for you, but it’ll make your booty look perkier, too. ",
        "step": 10,
        "time": 20,
        "img": "./img/4.gif"
    }
  
]